Repository: dirckdigler/drupal7
Catalog: sites/all/translations/drupalforfirebug-7.x-1.4.*.po
Languages: es

source: Development
es: Desarrollo

source: Execute
es: Ejecutar

source: NEW
es: NUEVO

source: Not shown for security reasons
es: No se muestra por razones de seguridad

source: Devel Module is Not Installed
es: El módulo Devel no está instalado

source: Please install and enable the Devel Module to display the SQL queries.
es: Por favor, instale y active el módulo Devel para visualizar las consultas SQL.

source: Query Logging is Not Enabled
es: El registro de consultas no está activado

source: SQL Query Log
es: Registro de consultas SQL

source: Enter PHP code for execution. Do not use <code>&lt;?php ?&gt;</code> tags.
es: Introduzca código PHP para ejecutarlo. No utilice las etiquetas <code>&lt;?php ?&gt;</code>.

source: Execute Firebug PHP
es: Ejecute Firebug PHP

source: You do not have the proper permissions to use this functionality.
es: No tiene los permisos adecuados para utilizar esta funcionalidad.

source: PHP Code Execution Results
es: Resultados de la ejecución del código PHP

source: Drupal for Firebug General Messages
es: Mensajes generales de Drupal for Firebug

source: There were no messages sent to the general log. Please use "firep($item, $optional_title)" to output messages to this console.
es: No se ha enviado nada al registro de mensajes general. Por favor, utilice "firep($item, $optional_title)" para enviar mensajes a esta consola.

source: There was no form altering.
es: No hay ningún formulario que modificar.

source: There was no user processing.
es: No hay ningún usuario que procesar.

source: There was no node processing.
es: No hay ningún nodo que procesar.

source: There was no views processing.
es: No hay ninguna vista que procesar.

source: The views module is not installed.
es: El módulo Views no está instalado.

source: Recursion Detected
es: Recursión detectada

source: Access Firebug Debug
es: Acceso a depuración de Firebug

source: A helper extension for the Drupal for Firebug Firefox extension addon
es: Una extensión de ayuda para la extensión de Firefox Drupal para Firebug

source: Drupal for Firebug Preprocessor
es: Preprocesador de Drupal para Firebug

source: A helper extension for the Drupal for Firebug Firefox extension to do preprocessing of forms
es: Una extensión de ayuda para la extensión de Firefox Drupal para Firebug para hacer preprocesamiento de los formularios

source: Page Alter Support is Not Yet Implemented
es: El soporte de modificación de página no esta implementado aún.

source: There was no page processing.
es: No hay ninguna página que procesar.

source: Please enable "Display query info" in the Devel Module Settings (devel/settings) to use this feature.
es: Por favor active "Mostrar información de consulta" en la configuración del módulo Devel (devel/settings) para usar esta funcionalidad.
